tap "1password/tap"
tap "ankitpokhrel/jira-cli"
tap "dart-lang/dart"
tap "elastic/tap"
tap "github/gh"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "incu6us/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "libsql/sqld"
tap "mongodb/brew"
tap "owncloud/owncloud"
tap "shivammathur/php"
tap "shopify/shopify"
tap "sst/tap"
tap "techouse/sqlite3-to-mysql"
tap "tursodatabase/tap"
tap "weibeld/core"
brew "ca-certificates"
brew "cryptography"
brew "sqlite", link: true
brew "ansible"
brew "ansible-lint"
brew "zstd"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "asciiquarium"
brew "awscli"
brew "bash"
brew "bat"
brew "python@3.12"
brew "bpytop"
brew "btop"
brew "libunistring"
brew "glib"
brew "cocoapods"
brew "cointop"
brew "webp"
brew "gd"
brew "libzip"
brew "php", restart_service: :changed
brew "composer"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "dive"
brew "dnsmasq"
brew "doctl"
brew "docutils"
brew "duf"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "libheif"
brew "graphicsmagick"
brew "grep"
brew "pkgconf"
brew "guile"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "httrack"
brew "hub"
brew "hugo"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectl-cnpg"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "legit"
brew "libfido2"
brew "libsql", link: false
brew "luarocks"
brew "mackup"
brew "mas"
brew "mcrypt"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "mole"
brew "node"
brew "mongosh"
brew "mosh"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "nmap"
brew "noti"
brew "nss"
brew "ollama"
brew "openjdk"
brew "openvpn"
brew "optipng"
brew "pgloader"
brew "php@8.3"
brew "pidof"
brew "pipx"
brew "pngpaste"
brew "pngquant"
brew "pnpm"
brew "postgresql@17", restart_service: :changed, link: true
brew "prettyping"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rclone"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "safe-rm"
brew "speedtest-cli"
brew "subversion"
brew "svgo"
brew "telnet"
brew "tesseract-lang"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "transmission-cli"
brew "trash", link: true
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wp-cli"
brew "wtfutil"
brew "yamllint"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "dart-lang/dart/dart"
brew "elastic/tap/elasticsearch-full"
brew "go-task/tap/go-task"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "incu6us/tap/goimports-reviser"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php"
brew "shopify/shopify/themekit"
brew "sst/tap/opencode"
brew "techouse/sqlite3-to-mysql/sqlite3-to-mysql"
brew "tursodatabase/tap/turso"
brew "weibeld/core/k1s"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "brave-browser"
cask "chromium"
cask "datagrip"
cask "dbngin"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "fliqlo"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-sans"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto"
cask "font-roboto-mono-for-powerline"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "forklift"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "handy"
cask "helo"
cask "imageoptim"
cask "iterm2"
cask "keymapp"
cask "kitty"
cask "linear-linear"
cask "macvim-app"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mimestream"
cask "miro"
cask "mongodb-compass"
cask "moonlight"
cask "mullvad-vpn"
cask "ngrok"
cask "obsidian"
cask "orion"
cask "postman"
cask "proxyman"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rapidapi"
cask "raycast"
cask "robo-3t"
cask "rustdesk"
cask "session-manager-plugin"
cask "sf-symbols"
cask "skype"
cask "slack"
cask "sony-ps-remote-play"
cask "sourcetree"
cask "steam"
cask "tableplus"
cask "tailscale-app"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmission-remote-gui"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "zed"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Color Picker", id: 1545870783
mas "ExcalidrawZ", id: 6636493997
mas "Katib", id: 925418571
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
mas "VPN Proxy Master", id: 1475620342
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bungcip.better-toml"
vscode "daltonmenezes.aura-theme"
vscode "docker.docker"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "github.github-vscode-theme"
vscode "kamikillerto.vscode-colorize"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "sumneko.lua"
vscode "vue.volar"
vscode "yinfei.luahelper"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/divan/expvarmon"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "golang.org/x/tools/cmd/guru"
go "github.com/rakyll/hey"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "github.com/golang/mock/mockgen"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
